[Translation]
LangCode=0401
ReadHabit=Left-to-right
LanguageName=KU
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Information=Ewlekirin
Warning=Balkêşname
Error=Çewtî
Confirm=Ewlekirin
FrmJSAbout.caption=Li ser me
FrmJSAbout.btnok.caption=Erê
FrmJSAbout.lblver.caption=Çapa aniha:
FrmJSAbout.lblemail.caption=E-peyama piştgîrîyê:
FrmJSAbout.lblhome.caption=Rûpele serekî:
FrmJSAbout.lblthank.caption=Wergêr: Hêja tobal hamo
pmHelp=Alîkarî li ser înternêtê
pmHome=Rûpela serekî
pmCheckNew=Berçavkirina nûjenkirinê
pmLang=Ziman
pmAbout=Li ser me
pmcpfilename=Jêgirtina hemû şopê
pmcppath=Jêgirtina şopê
pmopen=Vekirina rêzê
pmopenfolder=Vekirina kaxizhilgirê
pmcpfile=Jêgirtina Rêzê/Kaxizhilgirê
pmdel=Hilandina Rêzê/Kaxizhilgirê
pmatt=Taybetmendî
pmSelectAll=Hemûyan hilbijêre
pmSelectNone=Tiştî hilnebijêre
pmSelectInvert=Berevajîkirina hilbijartinê
pmJetHelp=Çalakkirina lêgerîna lezîn
FrmRSMain.btnlikeit.caption=Li xweşîya min hat
FrmRSMain.btnSearch.caption=Lêgerîn
FrmRSMain.btnfeedback.caption=Pêşniyarî û Nirx
Frmlikeit.lblTitle.caption=Heger we ji Wise JetSearch hezkir, Lava bi havlên xwe jî bidin naskirin.
Frmlikeit.lblInfo.caption=Lava Wise JetSearch bi malbet, hevalên û karhevalên xwe re li ser Blog, Twitter, YouTube, Facebook,... parvebikin
Frmlikeit.lblRate.caption=Wise JetSearch binirxînin:
Frmlikeit.lblfollow.caption=Bi me re bin li ser:
Frmlikeit.lblshare.caption=Parvekirina Wise JetSearch:
Frmlikeit.btndownload.caption=Jêbarkirina bê pere
Frmlikeit.imgrate.hint=Li ser CNET 5 stêrkan bi me din
Frmlikeit.imgmail.hint=Bi hevalên xwe re parvebikin
Frmlikeit.imgface1.hint=Li ser Facebook parvebikin
Frmlikeit.imgface2.hint=Bi me re bin li ser Facebook
Frmlikeit.imgtwitter1.hint=Li ser Twitter parvebikin
Frmlikeit.imgtwitter2.hint=Bi me re bin li ser Twitter
Frmlikeit.Caption=Li xweşîya min hat
Frmlikeit.lbldownload.caption=Ji WiseCleaner.com de bernamên bê pere jêbarbikin:

[GUI]
ButtonYes=Belê
ButtonNo=Na
ButtonOK=Erê
ButtonMinimize=Biçûkkirin
ButtonMaximize=Mezinkirin
ButtonClose=Girtin
ButtonRestore=Zivrandin
ButtonMenu=Pêrist

[Message]
AllHardDrive=Ajokên navçe yên sert
SelectHardDrive=Lava ajokekê sert hilbijêrin
ScanFor=Lêgerîn di ajoka:
Search=Lêgerîn
LeftTimeSec=Mawe: %s çirk
NoKeyWord=Lava gotina hûn dixwazin lêbigerîn têxînin
Stop=Seknandin
NoDriveChecked=Lava ajoka(ên) hûn dixwazin tê de lêbigerin hilbijêrin.
NoNewVer=Pîrozbe, hûn çapa dawî bikartînin!
TranslateTo=Wergerandin…

[FastFind]
Name=Nav
Path=Şop
FileSize=Barista rêzê
DateModified=Guhartina dawî
KeyWord=Bêjekê têxe
SearchFinish=Lêgerîn bidawîbû. %d rêz/kaxizhilgir hat dîtin.
SearchAborted=Lêgerîn jikar hat xistin. %d rêz/kaxizhilgir hat dîtin.
NoResult=Rêz ne hatin dîtin.

[Help]
Startup=JetSearch vêxe demê kompyuter destpêdike
AutoRunMain=Pencera lêgerîna lezîn bi JetSearch re vêxe
Del=Hilandin
Tips=Lêgerîna lezîn ji bu rêz/kaxizhilgir ’a navçe

